[
  {
    "id": "1",
    "facultyName": "Факультет компьютерного проектирования",
    "teacherName": "Лихачевский Дмитрий Викторович",
    "teacherDegree": "кандидат технических наук, доцент",
    "teacherPic": "https://www.bsuir.by/m/12_100229_1_82820.jpg",
    "teacherLink": "https://www.bsuir.by/ru/fkp/likhachevskiy-d-v",
    "teacherLocation": "г.Минск, Бровки 4, аудитория 308, 2 корпус БГУИР",
    "teacherPhone": ["+375 17 293-88-02", "+375 17 293-22-10"],
    "teacherEmail": "dekfkp@bsuir.by",
    "facultyDescription": [
      "Факультет компьютерного проектирования (бывший конструкторско-технологический факультет, образован в 1973 году) является одним из самых инновационных и динамически развивающихся факультетов БГУИР.",
      "В настоящее время в состав факультета входит 6 кафедр, из них 3 выпускающие. Обучается около 1400 студентов, из них 60 - иностранные студенты из Ливии, Ирака, Туркменистана, Узбекистана, Вьетнама, Российской Федерации, Иордании, Республики Казахстан, Йеменской Республики, Ливана, Кубы, Украины.",
      "Обучение студентов производится с использованием самого современного оборудования и программного обеспечения на базе созданных на факультете международных, учебных и научно-производственных центров и лабораторий, таких как:",
      "• Международный учебно-научный центр «Android Software Center», организованный совместно с компанией FORTE Knowledge Иллинойской технологической ассоциации (ITA) с привлечением IT - специалистов из США",
      "• учебно-научно-исследовательский центр «INTES», созданный при поддержке зарубежных компаний Schneider Electric (Франция) и CISCO (США), инновационной компанией «INTES»",
      "• совместной учебно-научной лаборатории «Встраиваемые мобильные системы», организованной инновационной компанией AXONIM Devices, партнером компаний Analog Devices, Texas Instruments и ST Microelectronics",
      "• учебно-научный центр БГУИР, организованный при поддержке компании «Технологии качества» (A1QA)",
      "• на базе филиалов кафедр факультета на стратегически важных предприятиях Республики Беларусь: ОАО 'ИНТЕГРАЛ' - управляющая компания холдинга ИНТЕГРАЛ; РУП 'КБТЭМ - ОМО'",
      "Все студенты факультета имеют возможность получения сертификатов ведущих зарубежных IT - компаний. Студенты факультета имеют возможность за время обучения пройти военную подготовку.",
      "Факультет, опираясь на обширные связи с отечественными и зарубежными предприятиями и фирмами, высококлассными специалистами и современными научными и учебными лабораториями, постоянно совершенствует образовательный процесс, гарантируя выпускникам востребованность на рынке труда и успешную карьеру в жизни. Выпускники всех специальностей факультета являются одними из самых востребованных и высокооплачиваемых, а лучшие из них занимают руководящие должности как в органах государственного управления, так и в сфере IT - бизнеса, промышленности и банковской системе."
    ]
  },
  {
    "id": "2",
    "facultyName": "Факультет информационных технологий и управления",
    "teacherName": "Шилин Леонид Юрьевич",
    "teacherDegree": "доктор технических наук, профессор",
    "teacherPic": "https://www.bsuir.by/m/12_100229_1_91913.jpg",
    "teacherLink": "https://www.bsuir.by/ru/kaf-itas/shilin-l-yu",
    "teacherLocation": "г.Минск, ул Платонова 39, аудитория 406, 5 корпус БГУИР",
    "teacherPhone": ["+375 17 293-86-16"],
    "teacherEmail": "dekfitu@bsuir.by",
    "facultyDescription": [
      "ФИТиУ является ровесником университета и был открыт в 1964 году. Первоначально он назывался факультетом автоматики и вычислительной техники. Сегодня ФИТиУ - это крупный учебный и научный центр, где обучается более 1300 студентов, представляющих 20 стран мира, а обучение ведется в том числе и на английском языке.",
      "Учебный процесс на факультете обеспечивает квалифицированный профессорско-преподавательский состав. Среди них 20 докторов наук, профессоров, и более 35 кандидатов наук, доцентов. На факультете есть свои научные школы: функционирует магистратура, аспирантура и докторантура. Повышению профессиональной квалификации преподавателей факультета способствуют стажировки в ведущих учебных заведениях США, Великобритании, Германии, Франции, Австрии. Ученые факультета имеют тесные деловые контакты с университетами США, Германии, Польши, Финляндии, Голландии, Франции.",
      "Факультет поддерживает партнерские отношения с ведущими зарубежными производителями компьютерной техники и систем управления (IBM, Siemens, Philips, Intel, Motorola, Omron IBM, EPAM Systems, Itransition, ТопСофт, корпорация «Галактика», «Математические приложения», «БЛРСофт» и др.)",
      "Факультет готовит специалистов по престижным сегодня специальностям:",
      "• Международный учебно-научный центр «Android Software Center», организованный совместно с компанией FORTE Knowledge Иллинойской технологической ассоциации (ITA) с привлечением IT - специалистов из США",
      "• «Информационные технологии и управление в технических системах» (квалификация - инженер по информационным технологиям и управлению).",
      "• «Автоматизированные системы обработки информации» (квалификация - инженер по информационным технологиям).",
      "• «Искусственный интеллект» (квалификация - инженер-системотехник).",
      "• «Промышленная электроника» (квалификация - инженер по радиоэлектронике).",
      "• «Информационные системы и технологии (в игровой индустрии)» (квалификация - инженер-системный программист-геймдизайнер)",
      "Студенты получают серьёзную теоретическую и практическую подготовку, обеспечивающую их конкурентоспособность на современном рынке труда. Во время обучения студенты имеют возможности пройти практику и стажировку как в Беларуси, так и за её пределами. Также имеются широкие возможности для дополнительной занятости, включая студенческие отряды, участие в научных, технических мероприятиях, выставках, стратап-проектах, Республиканском молодёжном проекте ОО 'БРСМ' '100 идей для Беларуси' и много других возможностей для раскрытия своего потенциала.",
      "Выпускники факультета смогут успешно работать в сферах информационных технологий, проектирования и эксплуатации различных автоматизированных систем управления, создания программного обеспечения систем управления на основе перспективных микроконтроллеров и компьютерных сетей, а также банковских систем и систем управления предприятиями. Наши выпускники востребованы на предприятиях электронного профиля, в конструкторских и научно-исследовательских учреждениях, автосервисах в качестве инженера-технолога, инженера-электроника и т.д."
    ]
  },
  {
    "id": "3",
    "facultyName": "Факультет радиотехники и электроники",
    "teacherName": "Короткевич Александр Васильевич",
    "teacherDegree": "кандидат технических наук, доцент",
    "teacherPic": "https://www.bsuir.by/m/12_100229_1_66445.jpg",
    "teacherLink": "https://www.bsuir.by/ru/korotkevich-a-v",
    "teacherLocation": "г.Минск, ул П.Бровки 6 , аудитория 419-б, 1 корпус БГУИР",
    "teacherPhone": ["+375 17 293-88-48"],
    "teacherEmail": " dekfitu@bsuir.by",
    "facultyDescription": [
      "Факультет является старейшим факультетом университета. С него начинался Минский радиотехнический институт (МРТИ), переименованный в 1993 году в Белорусский государственный университет информатики и электроники (БГУИР).",
      "Факультет образован как радиотехнический в 1964 году (в год основания МРТИ) и его путь развития неотрывно связан с 50-летней историей МРТИ - БГУИР.",
      "Нынешнее название факультет радиотехники и электроники получил в 1980 году.",
      "XXI век назван веком радиоинформационных технологий. Современная радиоинформационная система в понимании специалиста предназначена для извлечения, формирования, приема, передачи и обработки информации. Для решения названных задач необходимы специалисты, всесторонне подготовленные для работы с современными микро - и наноэлектронными устройствами, способные применить свои знания и талант для создания принципиально новых поколений информационных систем.",
      "Специалистов, готовых после окончания ВУЗа решать указанные задачи, готовит факультет радиотехники и электроники. В настоящий момент он представляет собой мощный учебно-научно-инженерный центр, объединяющий в своем составе 1123 студента, обучение которых осуществляют 13 докторов наук, профессоров, 45 кандидатов наук, доцентов.",
      "Факультет готовит специалистов по следующим специальностям: 'Радиотехника(программируемые радиоэлектронные средства)', 'Радиотехника (техника цифровой связи)','Радиоинформатика', 'Радиоэлектронные системы', 'Радиоэлектронная защита информации', 'Микро- и наноэлектронные технологии и системы', 'Квантовые информационные системы', 'Нанотехнологии и наноматериалы в электронике','Электронные и информационно-управляющие системы физических установок', охватывая практически все направления подготовки специалистов нового поколения.",
      "Обучение на факультете сочетает фундаментальную подготовку по математике, физике, химии, программированию с углубленным изучением основ современной радиотехники и электроники, микро- и наноэлектроники, компьютерных методов обработки информации и проектирования сложнейших устройств и систем. В лабораториях, оснащенных современным оборудованием и средствами вычислительной техники, студенты на практике осваивают азы и тонкости разработки микро- и наноэлектронных систем, современных радиоприемных и радиопередающих устройств, различные способы и методы обработки аналоговых и цифровых кодированных сигналов, приобретают опыт работы в локальных и глобальных сетях, включая Internet. По окончанию университета выпускники получают диплом о высшем образовании и квалификацию инженера в зависимости от выбранной специальности.",
      "Отличительной особенностью выпускника факультета радиотехники и электроники является овладение им не только методами создания радиоинформационных систем (проектирование на базе современных технологий), но также и умение управлять, эксплуатировать и налаживать системы такого класса.",
      "По желанию студенты факультета имеют возможность получить дополнительную военную специальность и стать офицерами запаса.",
      "Для углубленного изучения и специализации в выбранном направлении на факультете открыта магистратура по следующим специальностям: «Твердотельная электроника, радиоэлектронные компоненты, микро- и наноэлектроника, приборы на квантовых эффектах», 'Нанотехнологии и наноматериалы (в электронике)', 'Аппаратное и программно- техническое обеспечение информационной безопасности' , 'Радиотехника, в том числе системы и устройства радионавигации, радиолокации и телевидения', 'Радиофизика', 'Антенны, СВЧ устройства и их технологии'. Срок обучения в магистратуре 1 год. После ее окончания выпускники, при успешной защите работы, получают степень и диплом магистра. Наиболее одаренные выпускники имеют возможность продолжать образование и заниматься научно-исследовательской работой в аспирантуре (в течение 3 лет) по следующим специальностям: «Радиофизика», «Антенны, СВЧ устройства и их технологии», 'Радиотехника, в том числе системы и устройства радионавигации, радиолокации и телевидения', 'Физическая электроника', 'Физика конденсированного состояния', 'Твердотельная электроника, радиоэлектронные компоненты, микро- и наноэлектроника, приборы на квантовых эффектах'. Практикуется направление студентов, аспирантов и молодых кандидатов наук на стажировки в зарубежные научные центры и университеты.",
      "Наши выпускники работают практически во всех информационноемких областях науки и техники, как в нашей стране, так и за рубежом. Это микроэлектроника и наноэлектроника, радиотехника, мобильные и спутниковые системы связи, компьютерные технологии и банковское дело. Многие из них сегодня возглавляют ведущие в этих областях предприятия и фирмы.",
      "На нашем факультете Вы получите образование, которое сделает Вас уникальным специалистом в области радиоинформационных систем, микро- и наноэлектронных технологий и систем и даст возможность наиболее полно реализовать себя в информационном обществе XXI века."
    ]
  },
  {
    "id": "4",
    "facultyName": "Факультет компьютерных систем и сетей",
    "teacherName": "Лукашевич Марина Михайловна",
    "teacherDegree": "кандидат технических наук, доцент",
    "teacherPic": "https://www.bsuir.by/m/12_100229_1_66055.png",
    "teacherLink": null,
    "teacherLocation": "г.Минск, ул Гикало 9 аудитория 201, 4 корпус БГУИР",
    "teacherPhone": ["+375 17 293-86-63"],
    "teacherEmail": "lukashevich@bsuir.by",
    "facultyDescription": [
      "Факультет компьютерных систем и сетей является одним из ведущих факультетов в Республике Беларусь по подготовке ИТ-специалистов.",
      "На сегодняшний день на факультете обучаются около 2000 студентов по четырем специальностям - «Вычислительные машины, системы и сети», «Информатика и технологии программирования», «Программное обеспечение информационных технологий»,«Электронные вычислительные средства».",
      "В составе ФКСиС входят 7 кафедр, из них выпускающие - 'Электронных вычислительных машин', 'Информатики', 'Программного обеспечения информационных технологий' и 'Электронных вычислительных средств', а также кафедры 'Высшей математики', 'Физики', 'Философии'.",
      "На факультете работают более 200 преподавателей, из них 14 докторов, профессоров, около 90 кандидатов наук, доцентов.",
      "Факультет тесно сотрудничает с ведущими в отрасли ИТ-компаниями - IBM, Microsoft, SAP, National Instruments, CISCO, NVidia, EMC, Texas Instruments, Oracle, Яндекс, 1C.",
      "На факультете функционируют 13 совместных учебно-научно-исследовательских лабораторий, созданные совместно с компаниями IBA, EPAM, Itransition, EffectiveSoft, ScienceSoft, Системные технологии, Exadel, Численные методы, NT Lab, МиСофт.",
      "Выпускники факультета успешно работают программистами, бизнес-аналитиками, системными архитекторами, руководителями проектов, специалистами по тестированию ПО как в белорусских компаниях-резидентах Парка высоких технологий, государственных организациях, так и в хорошо известных зарубежных компаниях (Microsoft, Google).",
      "По результатам проведенного опроса компаний-резидентов ПВТ ФКСиС занимает первое место в TOP-10 факультетов вузов Беларуси, выпускники которых востребованы в Парке высоких технологий."
    ]
  },
  {
    "id": "5",
    "facultyName": "Факультет инфокоммуникаций",
    "teacherName": "Дробот Сергей Викторович",
    "teacherDegree": "кандидат технических наук, доцент",
    "teacherPic": "https://www.bsuir.by/m/12_100229_1_117565.JPG",
    "teacherLink": "https://www.bsuir.by/ru/fik/drobot-s-v",
    "teacherLocation": "г.Минск, ул Бровки 10, аудитория 113, 3 корпус БГУИР",
    "teacherPhone": ["+375 17 293-85-65"],
    "teacherEmail": "dekfik@bsuir.by",
    "facultyDescription": [
      "История факультета инфокоммуникаций берет начало в 1980 году, когда в ходе реорганизации структуры Минского радиотехнического института был создан факультет электросвязи. Перед созданным факультетом была поставлена задача улучшить качество подготовки инженеров-связистов с учетом требований современного состояния научных знаний и технического обеспечения в области связи, а также перспектив их дальнейшего развития. В 1995 г. факультет электросвязи был реорганизован в факультет телекоммуникаций. Новое наименование более полно отражало весь спектр направлений, по которым на факультете велась подготовка специалистов, проводились научные исследования и учебно-методическая работа.",
      "К настоящему времени сформировалась целая отрасль инфокоммуникаций, связанная с передачей информации, которая объединяет информационные и телекоммуникационные технологии и ориентирована на расширение сетей связи и создание на их основе глобальных информационных сервисов: голосовая связь (стационарная и мобильная), видеосвязь, Интернет, телевидение и радиовещание, защищенные каналы связи и многое другое. Поэтому 1 сентября 2017 г. факультет телекоммуникаций преобразован в факультет инфокоммуникаций. Преобразование факультета и изменение его названия связаны со значительным расширением в начале ХХ1 века перечня технологий и методов, используемых при передаче информации.",
      "За 40-летнюю историю факультет выпустил более 5 тыс. специалистов, востребованных в IT-индустрии и области инфо- и телекоммуникаций.",
      "Сегодня факультет является ведущим в Республике Беларусь научно-образовательным центром, в котором выполняются исследования и проводится подготовка высококвалифицированных специалистов в области информационно-коммуникационных технологий. На факультете обучается более 900 студентов. Более 50 студентов факультета - иностранные студенты из Ирана, Ирака, Ливии, Ливана, Вьетнама, Нигерии, ЮАР. Учебный процесс обеспечивает высокопрофессиональный коллектив из более чем 110 преподавателей, среди которых 11 докторов наук, профессоров; 51 кандидат наук, доцент. На факультете действуют научные школы под руководством ведущих ученых Республики в областях систем и устройств телекоммуникаций, метрологии и стандартизации, оптоволоконных систем. Среди них хорошо известные в Беларуси и за рубежом: член-корреспондент НАН Беларуси, доктор технических наук, профессор В.В. Муравьев, доктор технических наук, профессор Л.М. Лыньков, доктор технических наук, профессор В.К. Конопелько, доктор физико-математических наук, профессор С.Л. Прищепа, доктор технических наук, профессор Т.В. Борботько, доктор технических наук, профессор В.И. Кириллов, доктор технических наук В.Ю. Цветков и др.",
      "Подготовка осуществляется по следующим специальностям первой ступени высшего образования:",
      "• Защита информации в телекоммуникациях",
      "• Инфокоммуникационные системы (стандартизация, сертификация и контроль параметров)",
      "• Инфокоммуникационные технологии (сети инфокоммуникаций)",
      "• Инфокоммуникационные технологии (системы распределения мультимедийной информации)",
      "• Инфокоммуникационные технологии (системы телекоммуникаций)",
      "• Инфокоммуникационные технологии (цифровое теле- и радиовещание).",
      "В 2009 году факультет впервые в БГУИР начал подготовку специалистов технического профиля на английском языке. Сейчас подготовка специалистов на первой ступени высшего образования на английском языке осуществляется по специальностям:",
      "• Инфокоммуникационные технологии (сети инфокоммуникаций)",
      "• Защита информации в телекоммуникациях.",
      "Подготовка по первой ступени высшего образования по заочной форме осуществляется по специальностям:",
      "• Инфокоммуникационные технологии (системы телекоммуникаций)",
      "• Инфокоммуникационные технологии (сети инфокоммуникаций)",
      "Подготовка на второй ступени высшего образования (магистратура) на английском языке осуществляется по специальностям:",
      "• Системы и сети инфокоммуникаций;",
      "• Информационная безопасность.",
      "Обучаться на английском языке могут как иностранные граждане, так и граждане Республики Беларусь. При желании студенты факультета имеют возможность дополнительно получить военную специальность и стать офицерами запаса.",
      "Студенты факультета в рамках реализуемой на факультете методологии практикоориентированной подготовки получают глубокие знания как области информационных технологий, изучая прикладное программное обеспечение, так и в области современных телекоммуникационных технологий, т.е. технических и программных средств, создающих аппаратную инфраструктуру или системно-техническую базу, без которых невозможно решение задач создания, передачи, приема, обработки, хранения и защиты информации.",
      "Полученные глубокие знания в области профессиональной деятельности, а также навыки разработки, внедрения и использования новых технологий, делают выпускников нашего факультета конкурентоспособными в современных рыночных условиях и позволяют им быстрее адаптироваться к решению приоритетных научно-технических задач, стоящих перед отраслью инфокоммуникаций.",
      "Наряду с изучением социально-гуманитарных и общеобразовательных дисциплин, студенты факультета изучают такие общепрофессиональные дисциплины как теория электросвязи, теория кодирования, цифровые микропроцессорные устройства и др., а затем, в зависимости от избранного профиля, - специальные дисциплины: теория телетрафика, криптографическая защита информации, системы подвижной связи и радиоопределения и др.",
      "Уже с первого курса студенты имеют возможность заниматься научно-исследовательской работой на современном уровне. Для студентов факультета инфокоммуникаций созданы и действуют совместные учебно-научно-производственные лаборатории с оператором мобильной связи СООО «Мобильные ТелеСистемы», ведущими вендорами оборудования и решений в области телекоммуникаций, лаборатория 'Инженерно-техническая безопасность БГУИР-АРКОМ', D-link, а также Сетевая Академия Cisco &copy;.",
      "На нашем факультете ведется научно-исследовательская работа по 11 направлениям: системы передачи и обработки информации, методы моделирования и оптимизации в радиоэлектронных системах и устройствах, радиотехнические устройства и системы, сертификация, диагностика и испытания элементов, устройств и систем, новые информационные технологии и системы управления и др.",
      "Ежегодно студенты факультета участвуют в республиканских и международных конкурсах студенческих работ, становятся лауреатами международных научных конференций и семинаров. Научные студенческие работы публикуются в престижных международных и республиканских изданиях.",
      "Для углубленного изучения и специализации в выбранном направлении на факультете открыта магистратура по следующим специальностям:",
      "• Информационная безопасность;",
      "• Телекоммуникационные системы и компьютерные сети;",
      "• Системы, сети и устройства телекоммуникаций.",
      "После окончания магистратуры выпускники, при успешной защите выпускной работы, получают степень магистра. Наиболее одаренные выпускники имеют возможность продолжить образование в аспирантуре и выполнять научные исследования в специализированных лабораториях, где осваивают современные средства и методы проектирования цифровых систем передачи различной информации по кабельным, спутниковым линиям связи, а также электронных и квазиэлектронных систем коммутации с использованием управляющих ЭВМ защиты информации в телекоммуникационных системах.",
      "Широко практикуется направление студентов, аспирантов и молодых кандидатов наук на стажировки в зарубежные научные центры и университеты, в том числе в рамках программ стажировок от Erasmus+ в европейские страны, IAESTE - международной ассоциации по обмену студентов технических специальностей для прохождения производственной практики.",
      "Выпускники факультета получают распределение и в дальнейшем успешно работают в ведущих телекоммуникационных компаниях Республики Беларусь (РУПЭ «Белтелеком», ОАО «Минские телевизионные информационные сети» и др.); операторах мобильной и фиксированной связи (СООО «Мобильные ТелеСистемы», УП «Велком», ЗАО «БеСТ» и др.); предприятиях Госкомвоенпрома (ОАО «Агат-системы управления», ОАО КБ «Дисплей»; ОАО «Минский НИИ Радиоматериалов», ОАО «Пеленг»и др.); компаниях-резидентах Парка высоких технологий («ЭПАМ Системз», «НТЛаб-системы», «Итранзишэн», «SaM Solutions», «IBA», «Изовак» и др.); институтах Национальной академии наук Беларуси; организациях банковской сферы; организациях имеющих лицензии и подчиненных Оперативно-аналитическому центру при Президенте Республики Беларусь и других предприятиях Республики Беларусь разрабатывающих и использующих программные средства и аппаратную инфраструктуру инфокоммуникационных технологий.",
      "Факультет инфокоммуникаций обеспечивает своим выпускникам современное образование в области информационно-коммуникационных технологий, которое гарантирует их востребованность и конкурентоспособность на рынке труда, а также трудоустройство на предприятиях, обеспечивающих своим работникам достойную заработную плату в полтора-два раза выше средней по Республике Беларусь."
    ]
  },
  {
    "id": "6",
    "facultyName": "Инженерно-экономический факультет",
    "teacherName": "Князева Людмила Павловна",
    "teacherDegree": "кандидат физико-математических наук, доцент",
    "teacherPic": "https://www.bsuir.by/m/12_100229_1_83402.png",
    "teacherLink": "https://www.bsuir.by/ru/ief/knyazeva-l-p",
    "teacherLocation": "г.Минск, ул. Платонова 39, аудитория 907, 5 корпус БГУИР",
    "teacherPhone": ["+375 17 293-22-88"],
    "teacherEmail": "knyazeva@bsuir.by",
    "facultyDescription": [
      "Факультет был основан в 1994 году. Сегодня это учебный и научный центр, в котором обучается более 1500 студентов и более 160 магистрантов. На факультете работают 137 преподавателей, среди которых 6 профессоров (докторов наук) и 35 доцентов (из них 32 кандидата наук).",
      "Деканы факультета:",
      "• 1994-2005 гг. - Афитов Эдуард Андреевич, кандидат экономических наук, доцент",
      "• 2005-2009 гг. - Живицкая Елена Николаевна, кандидат технических наук, доцент",
      "• с 2009 г. - Князева Людмила Павловна, кандидат физико-математических наук, доцент",
      "Инженерно-экономический факультет готовит специалистов, обладающих интегрированными знаниями в области экономики и современных информационных технологий, что выгодно отличает подготовленных на нашем факультете специалистов от выпускников экономических факультетов других учреждений образования Республики Беларусь. Степень превалирования тех или иных знаний зависит от специальности.",
      "Подготовка специалистов на первой ступени высшего образования осуществляется по востребованным в сфере экономики специальностям:",
      "• Экономика электронного бизнеса (квалификация - экономист-программист)",
      "• Электронный маркетинг (квалификация - маркетолог-программист)",
      "• Информационные системы и технологии в экономике (квалификация - инженер-программист-экономист)",
      "• Информационные системы и технологии в логистике (квалификация - системный программист-логистик)",
      "При желании студенты факультета имеют возможность получить дополнительную военную специальность и стать офицерами запаса.",
      "Подготовка специалистов на второй ступени высшего образования осуществляется по следующим специальностям",
      "• Информационно-коммуникационные технологии в экономике (магистр информационных технологий)",
      "• Математические и инструментальные методы экономики (магистр экономических наук)",
      "• Экономика и управление народным хозяйством (магистр экономических наук)",
      "В учебный процесс вовлечены преподаватели большинства кафедр БГУИР, а также ряда ведущих учебных и научных учреждений г. Минска. Студенты факультета наряду с изучением социально-гуманитарных и общенаучных дисциплин глубоко изучают общепрофессиональные экономические дисциплины (микро-макроэкономику, экономику организации (предприятия), финансы, бухгалтерский учёт и др.), а затем в зависимости от избранного профиля - специальные дисциплины (менеджмент, маркетинг, логистику, управление персоналом и внешнеэкономической деятельностью, стратегический и инновационный менеджмент и др.), а также получают глубокие знания в области компьютерных технологий обработки экономической информации (компьютерные информационные технологии, объектно-ориентированное проектирование и программирование, системный анализ и проектирование информационных систем, разработка информационных систем для сети Интернет и др.). Это даёт им значительные конкурентные преимущества при трудоустройстве по сравнению с выпускниками других экономических вузов и факультетов. Они востребованы для работы в различных службах предприятий и организаций различных форм собственности.",
      "Факультет располагает учебными лабораториями, оснащёнными современными компьютерами с соответствующим программным обеспечением, подключен к сети Интернет, имеет локальную сеть, электронную библиотеку, что позволяет эффективно организовать учебный процесс, быстро и качественно получать необходимые знания и применять их на практике. Преподаватели кафедр привлекают к научно-исследовательской работе студентов, магистрантов и аспирантов факультета, участвуют в симпозиумах и конференциях различных уровней. Преподаватели, аспиранты и студенты факультета проходят учебную и научно-исследовательскую стажировку в Германии и других зарубежных странах."
    ]
  },
  {
    "id": "7",
    "facultyName": "Военный факультет",
    "teacherName": "Кулешов Юрий Евгеньевич",
    "teacherDegree": "начальник факультета и кандидат военных наук, доцент, профессор Белорусского регионального отделения Академии военных наук",
    "teacherPic": "https://www.bsuir.by/m/12_100229_1_114626.jpg",
    "teacherLink": null,
    "teacherLocation": "г.Минск, Бровки 10, каб.325, 3 корпус БГУИР",
    "teacherPhone": null,
    "teacherEmail": "Yu.Kuleshov@bsuir.by",
    "facultyDescription": [
      "Военный факультет в учреждении образования «Белорусский государственный университет информатики и радиоэлектроники» занимает одно из лидирующих мест в системе военного образования Республики Беларусь. Осуществляет подготовку кадровых офицеров для Вооруженных Сил и других силовых структур и ведомств Республики Беларусь по специальностям:",
      "• Вычислительные машины, системы и сети. Специализация: Вычислительные системы и сети специального назначения. Квалификация: Инженер - системотехник.",
      "• Инфокоммуникационные технологии (по направлениям), направление специальности: Инфокоммуникационные технологии (системы телекоммуникаций специального назначения). Квалификация: Инженер по инфокоммуникациям. Специалист по управлению.",
      "• Радиотехника (по направлениям), направление специальности: Радиотехника (специальные системы радиолокации и радионавигации). Квалификация: Инженер по радиоэлектронике. Специалист по управлению.",
      "По окончании военного факультета приказом Министра Обороны Республики Беларусь присваивается воинское звание «лейтенант».",
      "Также ведется подготовка студентов университета по программам подготовки младших командиров и офицеров запаса.",
      "За годы обучения курсанты приобретут знания и навыки, позволяющие им реализовать себя в области разработки, проектирования и эксплуатации аппаратуры различного назначения, в том числе и военного.",
      "Специализированные аудитории военного факультета оснащены, вооружением и военной техникой, которые должны знать будущие офицеры.",
      "Кроме того, на военном факультете имеются компьютерные классы, библиотека с книжным и электронным фондом технической и специальной литературы.",
      "Электронный фонд позволяет обучаемым в компьютерном классе самостоятельно изучать пройденный учебный материал, проверить степень его усвоения с помощью электронных проверочных программ по различным дисциплинам.",
      "В обучении будущих офицеров значительное место занимает физическая подготовка. Университет обладает хорошей спортивной базой. Работают спортивные секции, плавательный бассейн. В выходные дни курсанты имеют возможность поиграть в футбол, волейбол, баскетбол и настольный теннис.",
      "В университете создана корпоративная компьютерная сеть, функционирует информационно-образовательный Web-портал, электронная библиотека, обеспечен выход в сеть Интернет.",
      "Объявления о проведении командованием военного факультета Дней открытых дверей публикуются заблаговременно на сайте университета и в Белорусской военной газете «Во Славу Родины».",
      "Сегодня офицерская служба это возможность найти для себя достойную профессию.",
      "Мы предоставим Вам:",
      "• качественное бесплатное образование",
      "• полное государственное обеспечение на весь период обучения",
      "• гарантированное трудоустройство после окончания учёбы, достойную оплату Вашего труда, социальные гарантии военнослужащих, возможность профессионального и карьерного роста"
    ]
  },
  {
    "id": "8",
    "facultyName": "Факультет доуниверситетской подготовки и профессиональной ориентации",
    "teacherName": "Бондарик Василий Михайлович",
    "teacherDegree": "декан, кандидат технических наук, доцент",
    "teacherPic": "https://www.bsuir.by/m/12_100229_1_142148.jpg",
    "teacherLink": "https://www.bsuir.by/ru/fdpipo/bondarik-v-m",
    "teacherLocation": " г.Минск, ул.Гикало 9, аудитория 422, 4 корпус БГУИР",
    "teacherPhone": ["+375 17 293-86-49"],
    "teacherEmail": "bondarik@bsuir.by",
    "facultyDescription": [
      "В 1969 году в целях повышения уровня общеобразовательной подготовки рабочей и сельской молодежи при высших учебных заведениях были организованы подготовительные отделения.",
      "В Минском радиотехническом институте (МРТИ) подготовительное отделение (ПО) было создано в апреле 1970 г. на основании приказа Министерства высшего и среднего специального образования БССР.",
      "С целью дальнейшего совершенствования довузовской подготовки абитуриентов, а также с целью профессиональной ориентации молодежи в мае 1990 года ПО было реорганизовано в факультет доуниверситетской подготовки и профессиональной ориентации (ФДПиПО).",
      "Первым заведующим ПО с 01.11.1971 г. по 01.01.1974 г. был старший преподаватель кафедры физики, кандидат физ.-мат. наук Тхарев Евгений Евсеевич. С января 1974 г. по май 1990 г. Подготовительное отделение, а с мая 1990 г. по январь 1999 г. ФДПиПО возглавлял доцент каф. физики Галякевич Борис Казимирович. С 01.02.1999 г. по 31.12.2011 факультет возглавляла доцент каф. физики, кандидат физ.-мат. наук Смирнова Галина Федоровна, с 01.02.2012 по 31.08.2017 факультет возглавлял магистр технических наук Русин Виталий Геннадьевич, с 01.09.2017 факультет возглавляет кандидат технических наук, доцент Бондарик Василий Михайлович.",
      "ФДПиПО включает:",
      "• отдел сопровождения приемной комиссии (ОСПК)",
      "• курсы по подготовке к вступительным испытаниям (КПВИ)",
      "• кафедру общеобразовательных дисциплин (ООД)",
      "ФДПиПО обеспечивает организацию и проведение репетиционного и централизованного тестирования в университете.",
      "Факультет координирует профориентационную работу всех подразделений университета.",
      "Основными задачами факультета являются:",
      "• обновление и закрепление знаний абитуриентов",
      "• углубленное и расширенное образование и самообразование, персонализация учебного процесса",
      "• объединение на единой научно-методической основе существующих и новых прогрессивных форм подготовки молодёжи для поступления в вуз через централизованное тестирование",
      "• профориентационная деятельность"
    ]
  },
  {
    "id": "9",
    "facultyName": "Институт информационных технологий",
    "teacherName": "Охрименко Алексей Александрович",
    "teacherDegree": "кандидат технических наук, доцент",
    "teacherPic": "https://iti.bsuir.by/images/user/user_10.jpg",
    "teacherLink": "https://iti.bsuir.by/user/info/10",
    "teacherLocation": "г.Минск, ул. Козлова 28, аудитория 709, 7 корпус БГУИР",
    "teacherPhone": ["+375 17 374-93-47", "+375 17 374-93-48"],
    "teacherEmail": "ohrimenko@bsuir.by",
    "facultyDescription": [
      "Институт создан 12 июня 2001 года на базе спецфакультета переподготовки кадров и повышения квалификации и является обособленным подразделением Белорусского государственного университета информатики и радиоэлектроники.",
      "В соответствии с Уставом БГУИР и Положением об обособленном подразделении институт осуществляет образовательную деятельность осуществляет образовательную деятельность и реализует следующие образовательные программы:",
      "• высшего образования на I ступени на базе среднего специального образования в очной и заочной формах получения образования по определенным Советом БГУИР специальностям;",
      "• повышения квалификации руководящих работников и специалистов",
      "• переподготовки руководящих работников и специалистов, имеющих высшее образование;",
      "• переподготовки руководящих работников и специалистов, имеющих среднее специальное образование;",
      "• стажировки руководящих работников и специалистов;",
      "• обучения в организациях",
      "• обучающих курсов (лекториев, тематических семинаров, практикумов, тренингов, офицерских курсов и иных видов обучающих курсов)",
      "• подготовки лиц к поступлению в учреждения образования Республики Беларусь",
      "• дополнительного образования детей и молодежи",
      "• Благодаря наличию высококвалифицированного профессорско-преподавательского состава, современной материально-технической базе, учебно-методическому обеспечению институт успешно реализует свой девиз: «Компетентность + качество = квалификация».      "
    ]
  }
]
