[
  {
    "id": "1",
    "facultyName": "Факультет компьютерного проектирования",
    "logoUrl": "https://www.bsuir.by/m/12_100229_1_112203.png",
    "description": [
      "Основной образовательной деятельностью Факультета компьютерного проектирования (бывший конструкторско-технологический факультет) вот уже более 40 лет является подготовка по специальностям инженерного профиля, а также по востребованным, престижным и перспективным специальностям IT-области, с учетом мировых тенденций развития науки, техники и технологий.",
      "Наличие таких специалистов необходимо для деятельности различных компаний и предприятий электронной промышленности, способствует более эффективной работе субъектов малого и среднего бизнеса, а также обеспечивает высокий уровень конкуренто-способности национальной экономики страны на внутренних и внешних рынках.",
      "Обучение студентов ведется с использованием самого современного оборудования и программного обеспечения на базе созданных на факультете Международных, учебных и научно-производственных центров и лабораторий, а также на базе филиалов кафедр факультета на ведущих предприятиях Республики Беларусь."
    ]
  },
  {
    "id": "2",
    "facultyName": "Факультет информационных технологий и управления",
    "logoUrl": "https://www.bsuir.by/m/12_100229_1_91560.png",
    "description": [
      "Факультет является ровесником университета. Сегодня - это крупный учебный и научный центр, в котором обучается более 1700 студентов, есть свои научные школы, функционирует магистратура, аспирантура и докторантура. Обучение ведется по четырем перспективным специальностям: 'Автоматизированные системы обработки информации', 'Искусственный интеллект', 'Информационные технологии и управление в технических системах', 'Промышленная электроника'.",
      "На ФИТУ готовят специалистов широкого профиля по IТ-технологиям, которые без труда займут достойное место на рынке труда."
    ]
  },
  {
    "id": "3",
    "facultyName": "Факультет радиотехники и электроники",
    "logoUrl": "https://www.bsuir.by/m/12_100229_1_64827.jpg",
    "description": [
      "Имеет богатую историю, был образован в 1964 г., когда создавался Минский радиотехнический институт.",
      "Современная радиоинформационная система предназначена для извлечения, формирования, приема, передачи и обработки информации. Для решения названных задач необходимы специалисты, всесторонне подготовленные для работы с современными микро - и наноэлектронными устройствами, способные применить свои знания и талант для создания принципиально новых поколений информационных систем."
    ]
  },
  {
    "id": "4",
    "facultyName": "Факультет компьютерных систем и сетей",
    "logoUrl": "https://www.bsuir.by/m/12_100229_1_91561.png",
    "description": [
      "Факультет компьютерных систем и сетей является одним из ведущих факультетов в Республике Беларусь по подготовке ИТ-специалистов.",
      "На сегодняшний день на факультете обучаются около 2000 студентов по четырем специальностям - «Вычислительные машины, системы и сети», «Информатика и технологии программирования», «Программное обеспечение информационных технологий»,«Электронные вычислительные средства»."
    ]
  },
  {
    "id": "5",
    "facultyName": "Факультет инфокоммуникаций",
    "logoUrl": "https://www.bsuir.by/m/12_100229_1_117691.jpg",
    "description": [
      "История факультета берет начало в 1980 году, когда в структуре Минского радиотехнического института появился факультет электросвязи. Современное название факультет получил в результате своего преобразования в 2017 году, которое связано с формированием к настоящему времени новой отрасли - отрасли инфокоммуникаций.",
      "Факультет инфокоммуникаций обеспечивает современное образование для тех, кого влечет электроника и информатика, кто желает освоить инновационные электронные и информационные технологии в телекоммуникациях, кто стремиться быть востребованным в современных социальных и экономических условиях.",
      "Студенты факультета получают глубокие знания в области информационно-коммуникационных технологий, имеют навыки разработки и внедрения новых технологий в инфокоммуникациях. Это делает наших выпускников конкурентоспособными в современных рыночных условиях и позволяет быстрее адаптироваться к решению приоритетных научно-технических задач, стоящих перед отраслью инфокоммуникаций."
    ]
  },
  {
    "id": "6",
    "facultyName": "Инженерно-экономический факультет",
    "logoUrl": "https://www.bsuir.by/m/12_100229_1_91557.png",
    "description": [
      "Инженерно-экономический факультет (до 2004 г. - экономический факультет) был открыт в 1994 г.",
      "На сегодняшний день на факультете на I ступени обучаются более 1500 студентов по четырем специальностям: «Электронный маркетинг», «Экономика электронного бизнеса», «Информационные системы и технологии (в экономике)», «Информационные системы и технологии (в логистике)». На II ступени по двум специальностям («Информационно-коммуникационные технологии в экономике» и «Электронная экономика») обучаются более 160 студентов.",
      "Инженерно-экономический факультет готовит специалистов, обладающих интегрированными знаниями в области экономики и современных информационных технологий, что выгодно отличает подготовленных на нашем факультете специалистов от выпускников экономических факультетов других учреждений образования Республики Беларусь."
    ]
  },
  {
    "id": "7",
    "facultyName": "Военный факультет",
    "logoUrl": "https://www.bsuir.by/m/12_100229_1_134771.jpg",
    "description": [
      "Военный факультет осуществляет подготовку кадровых офицеров для Вооруженных Сил и других силовых структур и ведомств Республики Беларусь.",
      "Кроме того, осуществляет подготовку студентов университета по программам подготовки: младших командиров и офицеров запаса."
    ]
  },
  {
    "id": "8",
    "facultyName": "Факультет доуниверситетской подготовки и профессиональной ориентации",
    "logoUrl": "https://www.bsuir.by/m/12_100229_1_64836.jpg",
    "description": [
      "Факультет доуниверситетской подготовки и профессиональной ориентации является важным звеном в единой системе беспрерывного интегрированного образования. Непосредственное участие факультета в отборе будущих абитуриентов еще на пороге школы является важным условием не только их профессиональной ориентации, но в первую очередь качественной подготовки к возможному обучению в высшей школе."
    ]
  },
  {
    "id": "9",
    "facultyName": "Институт информационных технологий",
    "logoUrl": "https://www.bsuir.by/m/12_100229_1_64822.gif",
    "description": [
      "Является обособленным подразделением университета, образован в 2001 году на базе спецфакультета переподготовки кадров и повышение квалификации БГУИР"
    ]
  }
]
